<template>
   <section class="single-page answers">
      <div class="container">
         <BaseBreadcrumbs class="about__breadcrumbs" :roter-link="{ name: 'Faq', to: '/faqs' }" />
         <div class="answers__header">
            <img class="answers__header-icon" src="/img/faq-answers__header-icon.svg" alt="Иконка" width="80" height="45" />
            <h1 class="title answers__title">Ответы на вопросы</h1>
            <p class="subtitle answers__subtitle">Вопросы, которые у тебя могли остаться!</p>
         </div>
         <BaseFaq :faq-data="faqItem" />
      </div>
   </section>
</template>

<script setup>
const faqItem = ref([
   {
      id: 1,
      title: "Могу ли я отменить заказ?",
      content: "Да, если твой заказ еще не отправлен. Для этого напиши нам на почту — info@lumiiere.candles.com",
   },
   {
      id: 2,
      title: "Могу ли я вернуть товар?",
      content:
         "Да, можешь при соблюдении определенных требований. Подробнее ознакомься в разделе «Обмен и возврат». Если твой случай не подходит ни под один из указанных, напиши нам — info@lumiiere.candles.com",
   },
   {
      id: 3,
      title: "Вы делаете свечи на заказ?",
      content: "Да, от 10 штук. День рождения, корпоратив, свадьба или другое мероприятие? Сделаем индивидуальный дизайн под твое событие.",
   },
   {
      id: 4,
      title: "Что делать, если мне не пришел заказ в указанный срок?",
      content: "info@lumiiere.candles.com — напиши нам, мы разберемся и найдем твой заказ!",
   },
   {
      id: 5,
      title: "Как правильно ухаживать за свечами?",
      content:
         "Ооо, как хорошо, что ты спросил! У нас есть целый раздел об этом из 7 пунктов. Например, задувать свечи нельзя, а еще — при каждом использовании нужно подрезать фитиль! Ты знал? То-то же! Переходи в «Уход», изучи и еще друзьям расскажи :)",
   },
   {
      id: 6,
      title: "Безопасна ли свеча?",
      content:
         "Да, все свечи сделаны из натуральных компонентов, а аромамасла имеют сертификат IFRA и не тестируются на животных. Свечи абсолютно безопасны для вдыхания.",
   },
   {
      id: 7,
      title: "Я люблю зажигать свечи и медитировать, могу ли я не переживать за пожароопасность?",
      content:
         "Да, только соблюдай некоторые правила: — поставь свечу на жаропрочную поверхность (например, на пробковую подставку); — не жги ее больше 3-х часов; — не зажигай, когда в баночке осталось меньше 1 см воска. Тара для свечей сделана из жаропрочного стекла — все безопасно. Но не оставляй свечу без присмотра и наедине с детьми и домашними животными.",
   },
   {
      id: 8,
      title: "У меня есть идея для дизайна свечи — куда бежать, кому писать?",
      content: "Ты ж моя булочка! Напиши нам в нельзяграм — @lumiiere.candless или на почту — info@lumiiere.candles.com",
   },
]);
</script>
