<template>
   <section class="single-page documents">
      <div class="container">
         <BaseBreadcrumbs :roter-link="roterData" />

         <div class="documents__header">
            <h1 class="title documents__title">Публичная оферта</h1>
         </div>

         <div class="documents__section">
            <h2 class="documents__title-2">Термины</h2>
            <p class="documents__text">
               <strong>Клиент</strong> - полностью дееспособное физическое лицо, размещающее Заказы на сайте Lumiiere-candles.ru, либо
               указанное в качестве получателя Товара, либо использующее Товары, приобретенные на сайте Lumiiere-candles.com, исключительно
               для личных, семейных, домашних и иных нужд, не связанных с осуществлением предпринимательской деятельности.
            </p>
            <p class="documents__text">
               <strong>Плательщик</strong> - полностью дееспособное физическое лицо, осуществляющее оплату за Заказ.
            </p>
            <p class="documents__text">
               <strong>Получатель</strong> - полностью дееспособное физическое лицо, получающее Товар самостоятельно, либо физическое лицо,
               получающее Товар через своего законного представителя.
            </p>
            <p class="documents__text">
               <strong>Продавец</strong> - Малыгина Елизавета Денисовна Интернет­ магазин­ Интернет ­сайт, принадлежащий Продавцу,
               расположенный в г. Варашава и имеющий адрес в сети Интернет Lumiiere-candles.com. На нем представлены товары, предлагаемые
               Продавцом своим Клиентам для оформления Заказов, а также условия оплаты и доставки этих Заказов Клиентам.
            </p>
            <p class="documents__text"><strong>Сайт</strong> - Lumiiere-candles.com</p>
            <p class="documents__text">
               <strong>Товар</strong> - объект материального мира, не изъятый из гражданского оборота и представленный к продаже на Сайте.
            </p>
            <p class="documents__text">
               <strong>Заказ</strong> - должным образом, оформленный запрос Клиента на доставку по указанному адресу перечня Товаров,
               выбранных на Сайте или указанных в запросе, направленном Продавцу в письменном виде по электронной почте, телефону, факсу или
               обычной почтой.
            </p>
            <p class="documents__text">
               <strong>Служба доставки</strong> - оператор услуг экспресс ­почты либо иное третье лицо, оказывающее по договору с Продавцом
               услуги по доставке Заказов Клиентам.
            </p>
            <p class="documents__text">
               <strong>Внешний сайт</strong> - сайт в глобальной сети Интернет, ссылка на который размещена на сайте Lumiiere-candles.com
            </p>
         </div>

         <div class="documents__section">
            <h2 class="documents__title-2">1. Общие положения</h2>
            <p class="documents__text">1.1. Сайт принадлежит и администрируется Малыгина Елизавета Денисовна.</p>
            <p class="documents__text">
               1.2. Заказывая товары через Интернет­ магазин, Клиент соглашается с условиями настоящего договора (далее ­ Договор),
               изложенными ниже.
            </p>
            <p class="documents__text">
               1.3. Настоящий Договор, также информация о Товаре, представленная на Сайте, являются публичной офертой в соответствии со
               ст.435 и ч.2 ст.437 ГК РП.
            </p>
            <p class="documents__text">
               1.4. К отношениям между Клиентом и Продавцом применяются положения ГК РП о розничной купле­ продаже (§ 2 глава 30), а также
               Закон РП "О защите прав потребителей" от 07.02.1992 № 2300­1 и иные правовые акты, принятые в соответствии с ними.
            </p>
            <p class="documents__text">
               1.5. Продавец оставляет за собой право вносить изменения в настоящий Договор, в связи с чем, Клиент обязуется регулярно
               отслеживать изменения в Договоре, размещенном на Сайте.
            </p>
            <p class="documents__text">
               1.6. Клиент соглашается с Договором нажатием кнопки "Оформить заказ" на последнем этапе оформления Заказа на Сайте. Оплата
               товаров и услуг, представленных в Интернет­ магазине, также означает согласие клиента с Договором, даже если заказ не был им
               корректно оформлен.
            </p>
         </div>

         <div class="documents__section">
            <h2 class="documents__title-2">2. Регистрация на Сайте</h2>
            <p class="documents__text">2.1. Для оформления Заказа Клиенту необходимо зарегистрироваться на Сайте.</p>
            <p class="documents__text">
               2.2. Продавец не несет ответственности за точность и правильность информации, предоставляемой Клиентом при регистрации.
            </p>
            <p class="documents__text">
               2.3. Клиент обязуется не сообщать третьим лицам логин и пароль, указанные при регистрации. В случае возникновения у Клиента
               подозрений относительно безопасности его логина и пароля или возможности их несанкционированного использования третьими
               лицами, Клиент обязуется незамедлительно уведомить об этом Продавца, направив электронное письмо Продавцу по адресу,
               указанному на странице "Контакты".
            </p>
         </div>

         <div class="documents__section">
            <h2 class="documents__title-2">3. Оформление и сроки выполнения Заказа</h2>
            <p class="documents__text">
               3.1. Заказ Клиента может быть оформлен следующими способами: принят через социальную сеть Telegram или оформлен Клиентом
               самостоятельно на Сайте. Иные способы передачи информации в интернет­ магазин допускаются только при отсутствии доступа
               клиента к сети интернет.
            </p>
            <p class="documents__text">3.2. При оформлении Заказа Клиент должен указать следующую информацию:</p>

            <div class="documents__text">
               <ul class="documents__list">
                  <li>● Фамилию, имя и отчество Получателя Заказа</li>
                  <li>● Информацию о Плательщике­ Фамилию, имя и отчество физического лица</li>
                  <li>● Адрес доставки Заказа</li>
                  <li>● Контактный телефон</li>
                  <li>● Электронный адрес</li>
               </ul>
            </div>

            <p class="documents__text">
               3.3. После оформления заказа Клиенту предоставляется возможность дистанционной оплаты с использованием сервиса платежного
               агрегатора.
            </p>
            <p class="documents__text">
               3.4. Если на складе у Продавца отсутствует необходимое количество заказанного Товара, Продавец информирует об этом Клиента
               посредством направления электронного сообщения. Сообщение направляется по электронному адресу, указанному при регистрации.
               Клиент вправе согласиться принять Товар в количестве, имеющемся в наличии у Продавца, либо аннулировать данную позицию Товара
               из Заказа. В случае неполучения ответа Клиента в течение 7 рабочих дней Продавец оставляет за собой право аннулировать данный
               Товар из Заказа.
            </p>
            <p class="documents__text">
               3.4.1. Продавец вправе аннулировать Заказы Клиента, по которым не указаны данные, необходимые для связи с Клиентом по
               электронной почте, и/или не поступила оплата за Заказ в течение 15 рабочих дней.
            </p>
            <p class="documents__text">
               3.4.2. Продавец вправе отказать в заключении договора и оформлении Заказа, если Клиента не указал данных о Получателе и
               Плательщике.
            </p>
            <p class="documents__text">
               3.5. Ожидаемый срок поставки Товара на склад Продавца составляет до 7 рабочих дней, либо указывается на Сайте в описании
               Товара.
            </p>
            <p class="documents__text">
               3.6. Конечные сроки получения Заказа Клиентом зависят от адреса и региона доставки, работы конкретной Службы доставки, и
               напрямую не зависят от Продавца.
            </p>
            <p class="documents__text">
               3.7. Все информационные материалы, представленные на Сайте, носят справочный характер и не могут в полной мере передавать
               достоверную информацию о свойствах и характеристиках Товара, включая цвета, размеры и формы. В случае возникновения у Клиента
               вопросов, касающихся свойств и характеристик Товара, перед оформлением Заказа, Клиент должен обратиться к Продавцу.
            </p>
            <p class="documents__text">
               3.8. В случае отсутствия заказанных Товаров на складе Продавца, в том числе по причинам, не зависящим от Продавца, Продавец
               вправе аннулировать указанный Товар из Заказа Клиента и уведомить об этом Клиента путем направления электронного сообщения по
               адресу, указанному при регистрации.
            </p>
            <p class="documents__text">
               3.9. В случае аннуляции полностью либо частично предоплаченного Заказа стоимость аннулированного Товара возвращается
               Продавцом Клиенту тем способом, которым Товар изначально был предоплачен, либо, по согласованию с Клиентом, отсутствующий
               Товар может быть заменен на равноценный.
            </p>
         </div>

         <div class="documents__section">
            <h2 class="documents__title-2">4. Доставка</h2>
            <p class="documents__text">4.1. Способы доставки товаров указаны на Сайте.</p>
            <p class="documents__text">4.2. Территория доставки товаров ограничена пределами Республика Польша.</p>
            <p class="documents__text">
               4.3. Продавец приложит все усилия для соблюдения сроков доставки, указанных на Сайте, задержки в доставке возможны ввиду
               непредвиденных обстоятельств, произошедших не по вине Продавца.
            </p>
            <p class="documents__text">
               4.4. Риск случайной гибели или случайного повреждения Товара переходит к Клиенту с момента передачи ему Заказа и проставления
               получателем Заказа подписи в документах, подтверждающих доставку Заказа. В случае недоставки Заказа Продавец возмещает
               Клиенту стоимость предоплаченного Клиентом Заказа и доставки после получения подтверждения утраты Заказа от Службы доставки.
            </p>
            <p class="documents__text">
               4.5. Стоимость доставки каждого Заказа рассчитывается индивидуально, исходя из его веса, региона и способа доставки, а иногда
               и формы оплаты, и указывается на последнем этапе оформления Заказа на Сайте.
            </p>
            <p class="documents__text">4.6. При доставке Заказ вручается Клиенту либо лицу, указанному в качестве Получателя Заказа.</p>
            <p class="documents__text">
               4.7. Во избежание случаев мошенничества, а также для выполнения взятых на себя обязательств в пункте 4.6., при вручении
               предоплаченного Заказа лицо, осуществляющее доставку Заказа, вправе затребовать документ, удостоверяющий личность Получателя,
               а также указать тип и номер предоставленного Получателем документа на квитанции к Заказу. Продавец гарантирует
               конфиденциальность и защиту персональной информации Получателя (п.9.3.1.).
            </p>
            <p class="documents__text">
               4.8. При передаче Заказа Клиент должен проверить внешний вид и упаковку Заказа, количество Товара в Заказе, комплектность,
               ассортимент.
            </p>
            <p class="documents__text">
               4.9. Сроки, отведенные Продавцом для получения Заказа Клиентом, ограничены и определяются правилами Службы доставки.
            </p>
            <p class="documents__text">
               4.10. Неполучение Заказа в указанные в п. 4.9 Договора сроки считается отказом Клиента от договора купли­ продажи и является
               основанием для аннулирования Заказа Продавцом. Если неполученный Заказ был предоплачен, денежные средства возвращаются
               Клиенту в порядке, предусмотренном п. 3.9 Договора, за вычетом расходов Продавца на пересылку Товара Получателю.
            </p>
         </div>

         <div class="documents__section">
            <h2 class="documents__title-2">5. Оплата Товара</h2>
            <p class="documents__text">
               5.1. Цена Товара указывается на Сайте. В случае неверного указания цены заказанного Клиентом Товара, Продавец при первой
               возможности информирует об этом Клиента для подтверждения Заказа по исправленной цене либо аннулирования Заказа. При
               невозможности связаться с Клиентом данный Заказ считается аннулированным. Если Заказ был оплачен, Продавец возвращает Клиенту
               оплаченную за Заказ сумму в порядке, предусмотренном п. 3.9 Договора.
            </p>
            <p class="documents__text">
               5.2. Цена Товара может быть изменена Продавцом в одностороннем порядке. Цена Товара указывается на последнем этапе оформления
               Заказа и действительна на момент нажатия кнопки "Оформить заказ". При этом цена на заказанный Клиентом Товар изменению не
               подлежит.
            </p>
            <p class="documents__text">5.3. Способы оплаты Товара указаны на Сайте в разделе "Доставка и оплата".</p>
            <p class="documents__text">
               5.4. Заказ принимается в обработку только после оплаты полной суммы Заказа, включая доставку, и зачисления денежных средств
               Клиента на расчетный счет Продавца. При этом Товар под Заказ не резервируется, и Продавец не может гарантировать доступность
               Товара на складе Продавца, указанную в момент оформления Заказа, как следствие, могут увеличиться сроки обработки Заказа.
            </p>
            <p class="documents__text">
               5.5. Продавец вправе предоставлять Клиенту скидки на Товар и устанавливать программу бонусов. Виды скидок, бонусов, порядок и
               условия начисления указаны на Сайте и могут быть изменены Продавцом в одностороннем порядке.
            </p>
            <p class="documents__text">
               5.6. Продавец вправе устанавливать скидки в целях продвижения того либо иного способа оплаты или доставки Товара. При этом
               Продавец может ограничивать условия действия скидок, в частности, максимально возможную скидку на товары
            </p>
         </div>

         <div class="documents__section">
            <h2 class="documents__title-2">6. Возврат Товара</h2>
            <p class="documents__text">6.1. Возврат товара надлежащего качества.</p>
            <p class="documents__text">
               6.1.1. Клиент вправе отказаться от заказанного Товара в любое время до его получения, а после получения Товара ­ в течение 7
               дней, не считая дня покупки. Возврат Товара надлежащего качества возможен в случае, если сохранены его товарный вид,
               потребительские свойства, а также документ, подтверждающий факт и условия покупки указанного Товара.
            </p>
            <p class="documents__text">
               6.1.2. Клиент не вправе отказаться от Товара надлежащего качества, имеющего индивидуально ­определенные свойства, если
               указанный Товар может быть использован исключительно приобретающим его Клиентом.
            </p>
            <p class="documents__text">
               6.1.3. При отказе Клиента от Товара согласно п.6.1.1. Договора Продавец возвращает ему стоимость возвращенного Товара, за
               вычетом расходов Продавца на доставку Товара, не позднее чем через 10 дней с даты получения Продавцом письменного заявления
               Клиента.
            </p>
            <p class="documents__text">
               6.1.4. В течение 14 дней с момента получения Заказа, не считая дня покупки, Клиент вправе обменять товар надлежащего качества
               на аналогичный товар, если указанный товар не подошел Клиенту по форме, габаритам, фасону, расцветке, размеру или
               комплектации. Клиент не вправе обменять Товары надлежащего качества, указанные в Перечне непродовольственных товаров
               надлежащего качества, не подлежащих возврату или обмену, утвержденном Постановлением Правительства РП от 19.01.1998 № 55.
            </p>
            <p class="documents__text">
               6.1.5. Если на момент обращения Клиента аналогичный товар отсутствует в продаже у Продавца, Клиент вправе отказаться от
               исполнения договора купли­продажи и потребовать возврата уплаченной за указанный товар денежной суммы. Продавец обязан
               вернуть уплаченную за возвращенный товар денежную сумму в течение 3 дней со дня возврата товара.
            </p>
            <p class="documents__text">6.2. Возврат товара ненадлежащего качества</p>
            <p class="documents__text">
               6.2.1. Клиент может возвратить Товар ненадлежащего качества изготовителю или Продавцу и потребовать возврата уплаченной
               денежной суммы в течение гарантийного срока. Клиент также может потребовать замены Товара ненадлежащего качества либо
               устранения недостатков.
            </p>
            <p class="documents__text">
               6.2.2. В случае отказа Клиента от договора и предъявления требования о возврате уплаченной за товар денежной суммы согласно
               п. 6.2.1. Договора, стоимость Товара подлежит возврату Клиенту в течение 10 дней с момента получения Продавцом письменного
               заявления Клиента.
            </p>
            <p class="documents__text">6.3. Возврат денежных средств</p>
            <p class="documents__text">
               6.3.1. Денежные средства подлежат возврату тем способом, который был использован Клиентом при оплате Товара. Исключение
               составляет оплата через платёжные терминалы — возврат осуществляется в этих случаях банковским либо почтовым переводом по
               реквизитам, указанным Клиентом в заявлении. Также по письменному заявлению Клиента денежная сумма, уплаченная за Заказ, может
               быть учтена при оплате его последующих заказов.
            </p>
            <p class="documents__text">6.4. Порядок действий при нарушении продавцом условия об ассортименте (пересорте).</p>
            <p class="documents__text">
               6.4.1. В случае передачи Товара в нарушении условия об ассортименте не применяются правила ст. 468 ГК РП.
            </p>
            <p class="documents__text">
               6.4.2. В случае обнаружения в Заказе Товара, не соответствующего заказанному ассортименту (пересорт), Клиент вправе при
               передаче заказа отказаться от данного Товара и потребовать замены на Товар в ассортименте, предусмотренном Заказом, либо
               возврата денежных средств за фактически непереданный Товар.
            </p>
            <p class="documents__text">
               6.4.3. Товар, переданный Клиенту в нарушение условия об ассортименте, подлежит возврату Продавцу. В случае если Клиент
               принимает данный Товар, Продавец вправе потребовать от Клиента оплаты данного Товара по цене, установленной Продавцом для
               данного Товара на Сайте на момент передачи Товара. Если фактически переданный Товар отсутствует в ассортименте Продавца,
               представленном на Сайте на момент передачи Товара, данный Товар оплачивается по цене, согласованной с Продавцом.
            </p>
            <p class="documents__text">
               6.4.4. Замена товара, не соответствующего Заказу по ассортименту, осуществляется путем оформления нового заказа по
               согласованию сторон – Продавцом и Клиентом.
            </p>
            <p class="documents__text">
               6.4.5. В случае невозможности осуществить замену Товара, Продавец уведомляет об этом Клиента посредством направления
               сообщения на электронный адрес, указанный Клиентом при регистрации, а денежные средства, фактически оплаченные за
               непереданный товар, возвращаются в порядке, предусмотренном п.6.4.6.
            </p>
            <p class="documents__text">
               6.4.6. Денежные средства, оплаченные Клиентом за фактически непереданный Товар, подлежат возврату в течение 10 дней с момента
               получения письменного заявления Клиента о возврате денежных средств. Возврат уплаченной за товар суммы осуществляется тем
               способом, которым была произведена оплата.
            </p>
            <p class="documents__text">6.5. Порядок действий при нарушении Продавцом условия о количестве.</p>
            <p class="documents__text">
               6.5.1. При передаче Заказа Клиент обязан проверить количество Товаров в Заказе. Если при передаче Заказа Клиентом обнаружены
               расхождения по количеству Товара в Заказе, Клиент обязан в присутствии представителя Продавца или перевозчика составить Акт о
               расхождении по количеству.
            </p>
            <p class="documents__text">
               6.5.2. Если Продавец передал Клиенту меньшее количество Товара, чем определено Заказом (недовложение), Клиент при передаче
               Заказа вправе принять Товар в части, соответствующей Заказу, и потребовать передать недостающее количество Товара, либо, если
               недостающий Товар был оплачен, отказаться от Заказа в части недостающего Товара и потребовать возврата денежных средств за
               недостающий Товар.
            </p>
            <p class="documents__text">
               6.5.3. Передача недостающего Товара осуществляется посредством оформления нового Заказа по согласованию сторон – Продавцом
               либо Клиентом, при условии предоставления Клиентом Акта о расхождении (Акта о недовложении), составленного в порядке п.6.5.1.
            </p>
            <p class="documents__text">
               6.5.4. В случае если недостающий Товар был предварительно оплачен Клиентом, его стоимость может быть, по согласованию сторон,
               учтена в последующих заказах, либо подлежит возврату в течение 10 дней с момента получения письменного заявления Клиента о
               возврате денежных средств. Возврат уплаченной за товар суммы осуществляется тем способом, которым была произведена оплата.
            </p>
            <p class="documents__text">
               6.5.5. В случае невозможности передать недостающий Товар, Продавец уведомляет об этом Клиента посредством направления
               сообщения на электронный адрес, указанный Клиентом при регистрации, а денежные средства, фактически оплаченные за недостающий
               товар, возвращаются в порядке, предусмотренном п.6.5.6.
            </p>
            <p class="documents__text">
               6.5.6. Денежные средства, оплаченные Клиентом за недостающий Товар, может быть, по согласованию сторон, учтена в последующих
               заказах, либо подлежат возврату в течение 10 дней с момента получения письменного заявления Клиента о возврате денежных
               средств, а также Акта о расхождении (Акта о недовложении) по количеству, составленного в порядке п.6.5.1. Возврат уплаченной
               за товар суммы осуществляется тем способом, которым была произведена оплата.
            </p>
            <p class="documents__text">
               6.5.7. В случае нарушения Клиентом п.6.5.1 в части составления Акта, Продавец вправе отказать Клиенту в удовлетворении
               претензий по количеству переданного Товара.
            </p>
         </div>

         <div class="documents__section">
            <h2 class="documents__title-2">7. Интеллектуальная собственность</h2>
            <p class="documents__text">
               7.1. Вся текстовая информация и графические изображения, находящиеся на Сайте являются собственностью Продавца и/или его
               контрагентов.
            </p>
         </div>

         <div class="documents__section">
            <h2 class="documents__title-2">8. Гарантии и ответственность</h2>
            <p class="documents__text">
               8.1. Продавец не несет ответственности за ущерб, причиненный Клиенту вследствие ненадлежащего использования Товаров,
               заказанных на Сайте.
            </p>
            <p class="documents__text">8.2. Продавец не несет ответственности за содержание и функционирование Внешних сайтов.</p>
            <p class="documents__text">
               8.3. Продавец вправе переуступать либо каким­ либо иным способом передавать свои права и обязанности, вытекающие из его
               отношений с Клиентом, третьим лицам.
            </p>
         </div>

         <div class="documents__section">
            <h2 class="documents__title-2">9. Конфиденциальность и защита персональной информации</h2>
            <p class="documents__text">9.1. Предоставление информации Клиентом:</p>
            <p class="documents__text">
               9.1.1. При регистрации на Сайте Клиент предоставляет следующую информацию: Фамилия, Имя, адрес электронной почты, пароль для
               доступа к Сайту.
            </p>
            <p class="documents__text">
               9.2. Предоставляя свои персональные данные при регистрации на сайте, Клиент соглашается на их обработку Продавцом, в том
               числе и в целях продвижения Продавцом товаров и услуг.
            </p>
            <p class="documents__text">
               9.2.1. Если Клиент не желает, чтобы его персональные данные обрабатывались, то он должен обратиться в Службу по работе с
               клиентами Продавца через форму Обратной связи на Сайте. В таком случае вся полученная от Клиента информация (в тот числе
               логин и пароль) удаляется из клиентской базы Продавца и Клиент не сможет размещать Заказы на Сайте.
            </p>
            <p class="documents__text">9.3. Использование информации предоставленной Клиентом и получаемой Продавцом.</p>
            <p class="documents__text">
               9.3.1 Продавец использует информацию: для регистрации Клиента на Сайте; для выполнения своих обязательств перед Клиентом; для
               оценки и анализа работы Сайта; для определения победителя в акциях, проводимых Продавцом.
            </p>
            <p class="documents__text">
               9.3.2. Продавец вправе направлять Клиенту сообщения рекламно­-информационного характера. Если Клиент не желает получать
               рассылки от Продавца, он должен указать это в письме, отправленном Продавцу по электронной почте.
            </p>
            <p class="documents__text">9.4. Разглашение информации, полученной Продавцом.</p>
            <p class="documents__text">
               9.4.1. Продавец обязуется не разглашать полученную от Клиента информацию. Не считается нарушением предоставление Продавцом
               информации агентам и третьим лицам, действующим на основании договора с Продавцом, для исполнения обязательств перед
               Клиентом.
            </p>
            <p class="documents__text">
               9.4.2. Не считается нарушением обязательств разглашение информации в соответствии с обоснованными и применимыми требованиями
               закона.
            </p>
            <p class="documents__text">
               9.5. Продавец вправе использовать технологию "cookies". "Cookies" не содержат конфиденциальную информацию и не передаются
               третьим лицам.
            </p>
            <p class="documents__text">
               9.6. Продавец получает информацию об ip­адресе посетителя Сайта shop.melfon.ru. Данная информация не используется для
               установления личности посетителя.
            </p>
            <p class="documents__text">
               9.7. Продавец не несет ответственности за сведения, предоставленные Клиентом на Сайте в общедоступной форме.
            </p>
         </div>

         <div class="documents__section">
            <h2 class="documents__title-2">10. Прочие условия</h2>
            <p class="documents__text">10.1. К отношениям между Клиентом и Продавцом применяется право Российской Федерации.</p>
            <p class="documents__text">
               10.2. В случае возникновения вопросов и претензий со стороны Клиента он должен обратиться в Службу по работе с клиентами
               Продавца по телефону или через форму Обратной связи на Сайте. Все возникающее споры стороны будут стараться решить путем
               переговоров, при недостижении соглашения спор будет передан на рассмотрение в судебный орган в соответствии с действующим
               законодательством.
            </p>
            <p class="documents__text">
               10.3. Признание судом недействительности какого ­либо положения настоящего Договора и правил не влечет за собой
               недействительность остальных положений.
            </p>
         </div>
      </div>
   </section>
</template>

<script>
export default {
   data() {
      return {
         roterData: [
            {
               id: 1,
               name: "Главная",
               to: "/",
               last: false,
            },
            {
               id: 2,
               name: "Публичная оферта",
               to: "/oferta",
               last: true,
            },
         ],
      };
   },
};
</script>
